Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Liquid storing polymers for use in forestry
it: Polimeri di conservazione liquidi per la silvicoltura

source: Dissolving wood pulp for manufacturing purposes
it: Pasta di legno per dissoluzione per scopi manifatturieri

source: Agglutinants for plaster
it: Agglutinanti per intonaco

source: Agglutinants for wood
it: Agglutinanti per legno

source: Solid inorganic adhesives for forming solid synthetic resins for rock consolidation
it: Adesivi solidi inorganici per la formazione di resine sintetiche solide per la consolidazione di rocce

source: Precursors of artificial resins
it: Precursori di resine artificiali

source: Fire absorbent chemicals for use in the manufacture of fire retardant resins
it: Prodotti chimici ignifughi per la fabbricazione di resine resistenti al fuoco

source: Heat transfer liquids for use in cooling systems in industry
it: Liquidi termovettori per impianti di raffreddamento in ambito industriale

source: Laboratory reagents for scientific use in analysing hydrocarbons
it: Reagenti da laboratorio per uso scientifico per l'analisi di idrocarburi

source: Lactic acid polymers
it: Polimeri di acido lattico

source: Reagents for use in the development of monoclonal antibodies [other than for medical or veterinary purposes]
it: Reagenti per lo sviluppo degli anticorpi monoclonali [non per uso medico né veterinario]

source: Reagents in kit form for conducting enzyme-linked immunosorbent assays (elisa) [other than for medical or veterinary purposes]
it: Reagenti in kit per la conduzione di analisi immunoassorbenti collegate ad enzimi (ELISA) [non per uso medico né veterinario]

source: Polymers for use in manufacturing agricultural chemicals
it: Polimeri per la produzione di prodotti chimici agricoli

source: Additives (Chemical -) for rubber processing
it: Additivi (chimici) per la lavorazione della gomma

source: Absorbing carbons
it: Carboni assorbenti

source: Diagnostic preparations for scientific or research use other than for medical use
it: Prodotti diagnostici per uso scientifico o per la ricerca non in ambito medico

source: Diagnostic reagents for in vitro use in biochemistry, clinical chemistry and microbiology
it: Reagenti diagnostici per uso in vitro in biochimica, chimica clinica e microbiologia

source: Substances for laboratory use
it: Sostanze per utilizzo di laboratorio

source: Substances for the etching of brickwork
it: Sostanze per l'incisione di opere in muratura

source: Alginates for industrial purposes
it: Alginati per uso industriale

source: Flour for industrial purposes
it: Farine per uso industriale

source: Gluten for industrial purposes
it: Glutine per uso industriale

source: Rubber based cements adhesives, other than for household or stationery use
it: Cementi a base di gomma adesivi, non per uso domestico né per cartoleria

source: Silicone liquid elastomers
it: Elastomeri siliconici liquidi

source: Adhesives for cement manufactured products
it: Adesivi per manufatti in cemento

source: Ammonium bicarbonate
it: Bicarbonato d'ammonio

source: Sodium
it: Sodio

source: Preservatives for pharmaceutical preparations
it: Prodotti per la conservazione dei prodotti farmaceutici

source: Activated carbon
it: Carbone attivo

source: Agricultural chemicals, except fungicides, herbicides, insecticides and parasiticides
it: Prodotti chimici per l'agricoltura ad eccezione dei fungicidi, erbicidi, insetticidi e parassiticidi

source: Adsorbents of synthetic materials
it: Adsorbenti di materiali sintetici

source: Toning baths [photography]
it: Bagni di viraggio [fotografia]

source: Fillers derived from calcitic calcium carbonate
it: Riempitivi derivati da carbonato di calcio calcitico

source: Chemical intermediates for use in manufacture
it: Sostanze chimiche intermedie per uso manifatturiero

source: Chemical materials for the manufacture of ceramic materials
it: Materiali chimici per la produzione di materiali ceramici

source: Chemical preparations for filling of flaws in the repair of vehicle bodies
it: Preparati chimici per riempire difetti nella riparazione di carrozzerie di veicoli

source: Chemical preparations for neutralizing water
it: Prodotti chimici per la neutralizzazione dell'acqua

source: Microorganisms for the degradation of toxins [other than for medical use]
it: Microrganismi per la degradazione delle tossine [non per uso medico]

source: Microorganisms for use in stimulation of plant growth
it: Microrganismi per la stimolazione della crescita delle piante

source: Mastic for tires [tyres]
it: Mastici per pneumatici

source: Underwater concrete segregation controlling admixtures
it: Miscele di controllo della separazione subacquea del calcestruzzo

source: Unexposed photographic paper
it: Carta fotografica non impressionata

source: Polyfunctional aziridine compounds for use in resin bridging agents
it: Composti a base di aziridina polifunzionale per agenti di collegamento in resina

source: Additives (Chemical -) for industrial greases
it: Additivi (Chimici -) per grassi industriali

source: Additives (Chemical -) for ore floatation
it: Additivi (Chimici -) per flottazione di minerali

source: Additives (Chemical -) for plasticizing concrete
it: Additivi (Chimici -) per plastificazione del calcestruzzo

source: Chemicals for use in aquariums
it: Prodotti chimici per acquari

source: Chemicals for use in gluing [for industrial purposes]
it: Prodotti chimici per incollaggio [per uso industriale]

source: Epoxy glue for general bonding and repair purposes
it: Colle epossidica per uso generico e per riparazione

source: Antimony
it: Antimonio

source: Glutinous tree-grafting preparations
it: Preparati glutinosi per l'arboricoltura

source: Water-based polymer dispersions used in industry
it: Dispersioni polimeriche acquose per l'industria

source: Synthetic resins for use in glass fibre reinforced laminates
it: Resine sintetiche per laminati rinforzati con fibre di vetro

source: Synthetic resins in the form of ion-exchangers
it: Resine sintetiche sotto forma di scambiatori di ioni

source: Oils for the preservation of food
it: Olii per la conservazione degli alimenti

source: Chemical products for preserving the freshness of feedstuffs
it: Prodotti chimici per la conservazione della freschezza degli alimenti

source: Carbonaceous absorbents for separation of gases
it: Assorbenti carbonacei per la separazione di gas

source: Enzymatic mordants [chemical products] for use in the leather industry
it: Mordenti enzimatici [prodotti chimici] da utilizzare nell'industria del cuoio

source: Enzyme preparations for the deodorising of excreta
it: Preparati enzimatici deodoranti per escrezioni

source: Enzyme preparations for use in the baking industry
it: Preparati enzimatici per l'industria panificatrice

source: Glycerine for industrial purposes
it: Glicerina per uso industriale

source: Chemical products for aquarium water [other than pharmaceuticals]
it: Prodotti chimici per l'acqua degli acquari [non farmaceutici]

source: Adhesive materials for tiles
it: Materiali adesivi per piastrelle

source: Genes of seeds for agricultural production
it: Geni di semi per la produzione agricola

source: Enzyme preparations for the food industry
it: Preparati enzimatici per l'industria alimentare

source: Gas in dissolved form for industrial use
it: Gas in forma disciolta per uso industriale

source: Gas mixtures for use in agriculture
it: Miscele di gas per l'agricoltura

source: Gas mixtures for use in industry
it: Miscele di gas per uso industriale

source: Chemicals for preventing corrosion
it: Prodotti chimici anticorrosivi

source: Chemicals for use in the manufacture of flame retardant polymers
it: Prodotti chimici per uso nella fabbricazione di polimeri ritardanti di fiamma

source: Chemicals for use in the manufacture of insecticides
it: Prodotti chimici per la produzione d'insetticidi

source: Additives (Chemical -) for use in waterproofing masonry
it: Additivi (Chimici -) per l'impermeabilizzazione della muratura

source: In-vivo radiological contrast substances for scientific use
it: Sostanze di contrasto radiologico in vivo per uso scientifico

source: Iodic acid, other than for medical use
it: Acido iodico, non per uso medico

source: Manure in liquid form
it: Concime in forma liquida

source: Solvents for use in manufacturing processes
it: Solventi per processi manifatturieri

source: Homogenous catalysts
it: Catalizzatori omogenei

source: Polyurethane cross-linking agents for use in paints
it: Agenti reticolanti in poliuretano per vernici

source: Electrically conductive raw plastics
it: Materie plastiche grezze elettro-conduttrici

source: Electroplating etching solutions
it: Soluzioni per incisione a galvanostegia

source: Chemicals for use in separation [other than medical or veterinary]
it: Prodotti chimici per la separazione [non per uso medico né veterinario]

source: Cements for affixing tiles
it: Cementi per applicare piastrelle

source: Chemical source material for the deposition of thin films upon semiconductor wafers for the manufacture of semiconductors
it: Materiali di provenienza chimica per la deposizione di pellicole sottili su wafer semiconduttori per la produzione di semiconduttori

source: Chemicals for use in forestry, except fungicides, herbicides, insecticides and parasiticides
it: Prodotti chimici per la silvicoltura ad eccezione dei fungicidi, erbicidi, insetticidi e parassiticidi

source: Bichloride of tin
it: Bicloruro di stagno

source: Chemical reagents for use in analytical tests, other than for medical or veterinary use
it: Reagenti chimici per test d'analisi, non per uso medico o veterinario

source: Chemical preparations for use as coolants
it: Prodotti chimici da utilizzare come refrigeranti

source: Chemical preparations for use in the manufacture of cosmetics
it: Prodotti chimici per la preparazione di cosmetici

source: Enzymes for use in isothermal amplifications [for industrial use]
it: Enzimi da utilizzare nelle amplificazioni isotermiche [per uso industriale]

source: Ethers for industrial use
it: Eteri per uso industriale

source: Supports coated with antigens of helicobacter pylori [not for medical use]
it: Supporti rivestiti con antigeni di helicobacter pylori [non per uso medico]

source: Surfactants for use in protecting concrete
it: Tensioattivi per la protezione del calcestruzzo

source: Biological preparations [other than for medical use]
it: Preparazioni biologiche [non per uso medico]

source: Biological preparations for use in manufacture
it: Preparati biologici per il settore manufatturiero

source: Resins in liquid form [unprocessed]
it: Resine in forma liquida [allo stato grezzo]

source: Retarders for use with concrete
it: Agenti ritardanti per calcestruzzo

source: Aluminium chloride
it: Cloruro di alluminio

source: Aluminium iodide
it: Ioduro di alluminio

source: Sal ammoniac
it: Sale ammoniaco

source: Barium compounds
it: Composti del bario

source: Ytterbium
it: Itterbio

source: Anti-static agents [other than for household purposes]
it: Agenti antistatici [non per uso domestico]

source: Anti-static sprays for business machines
it: Spray antistatici per macchine ad uso commerciale

source: Aqueous dispersions of inorganic minerals
it: Dispersioni acquose di minerali inorganici

source: Unsaturated polyester resins
it: Resine poliesteri insature

source: Vulcanisation accelerators
it: Acceleratori di vulcanizzazione

source: Chromium oxide
it: Ossido di cromo

source: Chemical compounds for use in metal drawing
it: Composti chimici per la trafilatura dei metalli

source: Chemical compounds for use in welding
it: Composti chimici da saldatura

source: Chemical adjuvants for use in science
it: Coadiuvanti chimici per uso scientifico

source: Chemical auxiliaries for use in the coagulation of lacquers
it: Ausiliari chimici per uso nella coagulazione di lacche

source: Chemicals for use in the drilling of geothermal wells
it: Prodotti chimici per uso nella trivellazione di pozzi geotermici

source: Sealing compounds (Chemical -)
it: Composti (Chimici -) sigillanti

source: Luminous chemical composition for use on the dials of watches
it: Composti chimici luminosi per quadranti di orologi

source: Air void formers being additives for mortar
it: Formatori di vuoti d'aria che sono additivi per malta

source: Polymers for use in the preparation of plasters
it: Polimeri per la preparazione di malte da intonaco

source: Polyol for use in industry
it: Poliolo per l'industria

source: Sequestrants for paints
it: Sequestranti per vernici

source: Shock absorbing fluids
it: Liquidi per ammortizzatori

source: Silicate based color developers for thermoreactive papers
it: Sviluppatori di colori a base di silicati per carta termoreattiva

source: Silicates for use in industry
it: Silicati ad uso industriale

source: Silicon modified polyether polyols
it: Polioli di polieteri in silicio modificato

source: Additives (Chemical -) for use in binding concrete
it: Additivi (Chimici -) leganti per il cemento

source: Additives (Chemical -) for use in binding masonry
it: Additivi (Chimici -) leganti per la muratura

source: Particulate material for use in chromatographic processes [other than medical]
it: Materiali particellari per processi cromatografici [non per uso medico]

source: Chemical substances for use in the production of synthetic rubber
it: Sostanze chimiche da utilizzare nella produzione della gomma sintetica

source: Chemical supplements for use in the manufacture of vitamins
it: Integratori chimici per la produzione di vitamine

source: Chemically sensitized paper for use in thermal imaging
it: Carta sensibilizzata chimicamente per l'imaging termico

source: Sodium silicates
it: Silicati di sodio

source: Sodium tartrate
it: Tartrato di sodio

source: Sulfonic acids
it: Acido solfonico

source: Synthetic fragrance ingredients
it: Ingredienti sintetici per fragranze

source: Moisture displacers
it: Prodotti antiumidità

source: Moisture repellant coatings [other than paints]
it: Rivestimenti anti umidità [non pitture]

source: Catalysts for chemical and biochemical processes
it: Catalizzatori per processi chimici e biochimici

source: Cellulose paste
it: Pasta di cellulosa

source: Copper carbonate
it: Carbonato di rame

source: Fertilisers consisting of compounds of nitrogen
it: Fertilizzanti formati da composti di azoto

source: Chemical sizing compositions for use in the manufacture of textiles
it: Composti chimici collanti per uso nella fabbricazione di tessuti

source: Chemical substances for generating foam
it: Sostanze chimiche per la produzione d'espansi

source: Chemical substances for the manufacture of insect repellents
it: Sostanze chimiche per la produzione d'insettifughi

source: Ceramic materials in paste form for use in industry
it: Materiali ceramici in forma di pasta per uso industriale

source: Blood charcoal
it: Carbone di sangue

source: Chemical products for the preparation of odorous products
it: Prodotti chimici per la preparazione di prodotti odorosi

source: Francium
it: Francio

source: Solutions for cyanotyping
it: Soluzioni per la cianotipia

source: Animal albumen [raw material]
it: Albumina animale [materia prima]

source: Enzymes [other than for medical use] for labelling protein fractions
it: Enzimi [non per uso medico] per l'etichettatura delle frazioni proteiche

source: Enzymes [other than for medical use] for labelling proteins
it: Enzimi [non per uso medico] per l'etichettatura delle proteine

source: Enzymes [other than for medical use] for measuring protein fractions
it: Enzimi [non per uso medico] per la misurazione delle frazioni proteiche

source: Enzymes [other than for medical use] for measuring proteins
it: Enzimi [non per uso medico] per la misurazione delle proteine

source: Diastase for industrial purposes
it: Diastasi per uso industriale

source: Etchants for use in the manufacture of printed circuit boards
it: Mordenzanti per uso nella fabbricazione di schede a circuiti stampati

source: Ceramic compositions for sintering [granules and powders]
it: Composti in ceramica per sinterizzazione [granuli e polveri]

source: Synthetic materials for absorbing oil
it: Materie sintetiche per l'assorbimento di olio

source: Casting powders
it: Polveri da colata

source: Dispersants for use in the pulp industry
it: Disperdenti per il settore della pasta di legno

source: Dressings for restoring the leather of shoes [other than shoe polish]
it: Bende per ripristinare il cuoio delle scarpe [non lucido per calzature]

source: Chemical products for inhibiting the growth of weeds
it: Prodotti chimici per prevenire la crescita di erbacce

source: Chemical substances for analysis in laboratories
it: Sostanze chimiche per l'analisi nei laboratori

source: Color- [colour-] brightening chemicals for industrial purposes
it: Prodotti chimici per l'avvivaggio di colori per uso industriale

source: Nitrates
it: Nitrati

source: Rock fibres for use in horticulture
it: Fibre di roccia per l'orticoltura

source: Auxiliary fluids for use with additives for drilling muds
it: Liquidi ausiliari per uso con additivi per fanghi di trivellazione

source: Gaseous hydrocarbons
it: Idrocarburi gassosi

source: Gases for inflating balloons
it: Gas per gonfiare palloni

source: Strontium carbonates
it: Carbonati di stronzio

source: Chemicals for the purification of water used in swimming pools
it: Prodotti chimici per la depurazione dell'acqua utilizzati in piscine

source: Chemicals for the suppression of the odour of water
it: Prodotti chimici per neutralizzare l'odore nell'acqua

source: Gums [adhesives], other than for stationery or household purposes
it: Gomme [colle] non per la cartoleria né per uso domestico

source: Chemical components for producing a radio-labelled monoclonal antibody for industrial or scientific use
it: Componenti chimici per la produzione di anticorpi monoclonali marcati con radio per uso scientifico o industriale

source: Chemical compositions for absorbing hydrocarbons
it: Composizioni chimiche per l'assorbimento di idrocarburi

source: Chemical compositions for hardening cement
it: Composizioni chimiche per l'indurimento del cemento

source: Neptunium
it: Nettunio

source: Picric acid
it: Acido picrico

source: Latex glue [not for stationery or household purposes]
it: Colla al lattice [non per uso cancelleria o per la casa]

source: Metallates (metal salts of acids)
it: Metallati (sali metallici di acidi)

source: Unprocessed plastic materials in powder, liquid or paste form
it: Materie plastiche allo stato grezzo in polvere, in forma liquida o in pasta

source: Wheat proteins for industrial use
it: Proteine del grano per uso industriale

source: Emulsifiers
it: Emulsionanti

source: Nitroglycerin
it: Nitroglicerina

source: Organic halogenides
it: Alogenuri organici

source: Fluids for use in the transport of particulate materials in gas wells
it: Fluidi per il trasporto di materiali particellari in pozzi di gas

source: Fluids for use in the transport of particulate materials in geothermal wells
it: Fluidi per il trasporto di materiali particellari in pozzi geotermici

source: Fluids for use in the transport of particulate materials in oil wells
it: Fluidi per il trasporto di materiali particellari in pozzi di petrolio

source: Industrial minerals
it: Minerali industriali

source: Adhesive stiffeners for plastics
it: Indurenti adesivi per la plastica

source: Adhesives for ceiling coverings
it: Adesivi per rivestimenti per soffitti

source: Gluconic acid
it: Acido gluconico

source: Sealant mastics for use in industry
it: Mastici sigillanti per uso industriale

source: Alkaline orthophosphates
it: Ortofosfati alcalini

source: Salt for preserving, other than for foodstuffs
it: Sale per conservare, non per uso alimentare

source: Probiotic bacterial formulations [other than for medical use]
it: Formulazioni probiotiche batteriche [non per uso medico]

source: Sodium aluminium fluoride
it: Floruro di sodio di alluminio

source: Sodium bisulphite
it: Bisolfito di sodio

source: Sodium bromide
it: Bromuro di sodio

source: Chemical substances for use as adsorbents in the administration of inhalant gases
it: Sostanze chimiche per uso come adsorbenti nella somministrazione di gas per inalazione

source: Chemical substances for use in dissolving toxic gases
it: Sostanze chimiche per uso nella dissoluzione di gas tossici

source: Chemical substances for use in neutralizing malodorous gases
it: Sostanze chimiche per uso nella neutralizzazione di gas maleodoranti

source: Chemical substances for use in neutralizing toxic gases
it: Sostanze chimiche per uso nella neutralizzazione di gas tossici

source: Chlorine-free fertilizers
it: Fertilizzanti senza cloro

source: Chromatographic material for the treatment of biopolymers for scientific laboratory use
it: Materiali cromatografici per il trattamento di biopolimeri per laboratori scientifici

source: Chromatographic material for the treatment of nucleic acids for scientific laboratory use
it: Materiale per cromatografia per il trattamento di acidi nucleici per uso in laboratorio scientificio

source: Chromium based compositions for use in the production of chromium metal
it: Composti a base di cromo per uso nella produzione di cromo metallico

source: Clay for use as thickening agents for suspensions
it: Argilla per uso come agente addensante per sospensioni

source: Compounds for filling cavities in vehicles
it: Composti per riempire cavità in veicoli

source: Nutrients for plants
it: Nutrimenti per piante

source: Biomolecule labelling kits comprising reagents for use in scientific research
it: Kit per la marcatura di biomolecole composti da reagenti per la ricerca scientifica

source: Gum arabic glue [not for stationery or household purposes]
it: Colla a base di gomma arabica [non per uso cartoleria né per la casa]

source: Polyethylene resins
it: Resine polietileniche

source: Polyurethane adhesives
it: Adesivi poliuretanici

source: Sensitized emulsions
it: Emulsioni sensibilizzate

source: Dampener additives
it: Additivi inumidenti

source: Decalcifying preparations [industrial] in liquid form
it: Preparati decalcificanti [industriali] in forma liquida

source: Decontaminants for fuels
it: Decontaminanti per carburanti

source: Coatings containing quartz for use in lenses
it: Rivestimenti contenenti quarzo da utilizzare in lenti

source: Amides for use in industry
it: Ammidi per uso industriale

source: Amino acrylic polymers for use in manufacture
it: Polimeri amminoacrilici per uso manifatturiero

source: Anti-fogging preparations
it: Preparati antiappannamento

source: Mordants for metals
it: Mordenti per metalli

source: Adhesives for floor, ceiling and wall tiles
it: Colle per pavimenti, soffitti e piastrelle

source: Hydraulic fluids for general use
it: Liquidi idraulici per uso generico

source: Carbolineum for the protection of plants
it: Carbolineum per la protezione delle piante

source: Adhesives for industrial use in the form of scales
it: Adesivi per uso industriale sotto forma di lamine

source: Enzymes for the brewing industry
it: Enzimi per il settore birrario

source: Enzymes for use in the bakery industry
it: Enzimi per uso nel settore della panetteria

source: Ethylene
it: Etilene

source: Ethylene dichloride
it: Dicloruro di etilene

source: Manganese chloride
it: Cloruro di manganese

source: Chemicals for use as auxiliaries in electroplating
it: Sostanze chimiche da usare come ausiliari nella galvanostegia

source: Chemicals for use as ingredients in the course of manufacture
it: Prodotti chimici da utilizzare come ingredienti durante la fabbricazione

source: Acids for use in etching
it: Acidi per incisione

source: Acrylic latexes (Raw -)
it: Lattici acrilici (Grezzi -)
